Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Manage YubiKey hardware security keys for SSH authentication
ar: إدارة مفاتيح أمان YubiKey المادية لمصادقة SSH
ca: Gestionar claus de seguretat YubiKey de maquinari per a l'autenticació SSH
cs: Spravovat hardwarové bezpečnostní klíče YubiKey pro SSH ověřování
da: Administrer YubiKey-hardwaresikkerhedsnøgler til SSH-godkendelse
de: YubiKey-Hardware-Sicherheitsschlüssel für SSH-Authentifizierung verwalten
es: Administrar claves de seguridad de hardware YubiKey para autenticación SSH
fi: Hallitse YubiKey-laitteistoavaimia SSH-todennusta varten
fr: Gérer les clés de sécurité matérielles YubiKey pour l'authentification SSH
he: ניהול מפתחות אבטחת חומרה של YubiKey לאימות SSH
hu: YubiKey hardveres biztonsági kulcsok kezelése SSH hitelesítéshez
it: Gestisca le chiavi di sicurezza hardware YubiKey per l'autenticazione SSH
ja: SSH認証用のYubiKeyハードウェアセキュリティキーを管理
ko: SSH 인증을 위한 YubiKey 하드웨어 보안 키 관리
nb: Administrer YubiKey maskinvaresikkerhetsnøkler for SSH-autentisering
nl: Beheer YubiKey hardware-beveiligingssleutels voor SSH-authenticatie
pl: Zarządzaj sprzętowymi kluczami bezpieczeństwa YubiKey do uwierzytelniania SSH
pt_br: Gerenciar chaves de segurança YubiKey para autenticação SSH
pt_pt: Gerir chaves de segurança de hardware YubiKey para autenticação SSH
ro: Gestionați cheile de securitate hardware YubiKey pentru autentificarea SSH
sl: Upravljajte strojne varnostne ključe YubiKey za SSH-preverjanje pristnosti
sv: Hantera YubiKey-hårdvarunycklar för SSH-autentisering
uk: Керуйте апаратними ключами безпеки YubiKey для автентифікації SSH
vi: Quản lý khóa bảo mật phần cứng YubiKey để xác thực SSH
zh_hans: 管理用于 SSH 认证的 YubiKey 硬件安全密钥
zh_hant: 管理用於 SSH 認證的 YubiKey 硬體安全金鑰

source: Management URL (self-hosted, optional)
ar: عنوان URL للإدارة (مستضاف ذاتيًا، اختياري)
ca: URL de gestió (autoallotjat, opcional)
cs: URL pro správu (vlastní hosting, volitelné)
da: Administrations-URL (selvhostet, valgfri)
de: Verwaltungs-URL (selbst gehostet, optional)
es: URL de gestión (autoalojado, opcional)
fi: Hallinta-URL (itse isännöity, valinnainen)
fr: URL de gestion (auto-hébergé, facultatif)
he: כתובת URL לניהול (אירוח עצמי, אופציונלי)
hu: Felügyeleti URL (saját üzemeltetésű, opcionális)
it: URL di gestione (self-hosted, opzionale)
ja: 管理URL（セルフホスト、任意）
ko: 관리 URL(자체 호스팅, 선택 사항)
nb: Administrasjons-URL (selvhostet, valgfritt)
nl: Beheer-URL (zelf gehost, optioneel)
pl: Adres URL zarządzania (własny hosting, opcjonalnie)
pt_br: URL de gerenciamento (auto-hospedado, opcional)
pt_pt: URL de gestão (auto-alojado, opcional)
ro: URL de administrare (autogăzduit, opțional)
sl: URL za upravljanje (lastno gostovanje, izbirno)
sv: Hanterings-URL (egen värd, valfritt)
uk: URL-адреса керування (власний хостинг, необов'язково)
vi: URL quản lý (tự lưu trữ, tùy chọn)
zh_hans: 管理 URL（自托管，可选）
zh_hant: 管理 URL（自行託管，選用）

source: Manual
ar: يدوي
cs: Ručně
da: Manuel
de: Manuell
fi: Manuaalinen
fr: Manuel
he: ידני
hu: Kézi
it: Manuale
ja: 手動
ko: 수동
nb: Manuell
nl: Handmatig
pl: Ręcznie
sl: Ročno
sv: Manuell
uk: Вручну
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

source: Manual APs
ar: نقاط وصول يدوية
ca: APs manuals
cs: Ruční AP
da: Manuelle APs
de: Manuelle APs
es: AP manuales
fi: Manuaaliset AP:t
fr: AP manuels
he: נקודות AP ידניות
hu: Manuális AP-k
it: AP manuali
ja: 手動AP
ko: 수동 AP
nb: Manuelle APs
nl: Handmatige APs
pl: Ręczne AP
pt_br: APs manuais
pt_pt: APs manuais
ro: AP-uri manuale
sl: Ročni AP-ji
sv: Manuella AP:er
uk: Ручні AP
vi: AP thủ công
zh_hans: 手动 AP
zh_hant: 手動 AP

source: Manual SSH
ar: SSH يدوي
ca: SSH manual
cs: Ruční SSH
da: Manuel SSH
de: SSH manuell
es: SSH manual
fi: Manuaalinen SSH
fr: SSH manuel
he: SSH ידני
hu: Kézi SSH
it: SSH manuale
ja: 手動SSH
ko: 수동 SSH
nb: Manuell SSH
nl: Handmatige SSH
pl: SSH ręcznie
pt_br: SSH Manual
pt_pt: SSH Manual
ro: SSH manual
sl: Ročni SSH
sv: Manuell SSH
uk: SSH вручну
vi: SSH thủ công
zh_hans: 手动 SSH
zh_hant: 手動 SSH

source: Manually associate BSSIDs with vendor and AP names for the bssid command and Live Activity.
ar: ربط معرّفات BSSID يدوياً بأسماء المصنّعين ونقاط الوصول لأمر bssid والنشاط المباشر.
ca: Associeu manualment BSSIDs amb fabricants i noms d'AP per a la comanda bssid i l'Activitat en directe.
cs: Ručně přiřaďte BSSID k výrobcům a názvům AP pro příkaz bssid a Živou aktivitu.
da: Tilknyt manuelt BSSIDs med leverandør- og AP-navne til bssid-kommandoen og Liveaktivitet.
de: Verknüpfen Sie BSSIDs manuell mit Anbieter- und AP-Namen für den bssid-Befehl und die Live-Aktivität.
es: Asocia manualmente BSSID con proveedores y nombres de AP para el comando bssid y la Actividad en vivo.
fi: Yhdistä BSSID:t manuaalisesti valmistajiin ja AP-nimiin bssid-komentoa ja Reaaliaikainen toiminto -ominaisuutta varten.
fr: Associez manuellement des BSSID à des fournisseurs et noms d'AP pour la commande bssid et l'Activité en direct.
he: שייך ידנית מזהי BSSID לספקים ושמות AP עבור פקודת bssid ופעילות חיה.
hu: Manuálisan társítson BSSID-ket gyártókkal és AP nevekkel a bssid parancshoz és az Élő tevékenységhez.
it: Associa manualmente i BSSID a produttori e nomi AP per il comando bssid e l'Attività live.
ja: bssidコマンドとライブアクティビティ用に、BSSIDをベンダーとAP名に手動で関連付けます。
ko: bssid 명령 및 라이브 활동에서 사용할 BSSID를 벤더 및 AP 이름과 수동으로 연결합니다.
nb: Knytt BSSIDer manuelt til leverandør- og AP-navn for bssid-kommandoen og Liveaktivitet.
nl: Koppel BSSIDs handmatig aan leverancier- en AP-namen voor het bssid-commando en de Live activiteit.
pl: Ręcznie powiąż BSSID z dostawcą i nazwami AP dla polecenia bssid i Aktywności na żywo.
pt_br: Associe manualmente BSSIDs a fornecedores e nomes de AP para o comando bssid e a Atividade ao Vivo.
pt_pt: Associe manualmente BSSIDs a fabricantes e nomes de AP para o comando bssid e a Atividade em Tempo Real.
ro: Asociați manual BSSID-uri cu furnizori și nume de AP pentru comanda bssid și Activitate live.
sl: Ročno povežite BSSID s proizvajalci in imeni AP za ukaz bssid in Aktivnost v živo.
sv: Koppla BSSID:er manuellt till leverantörer och AP-namn för bssid-kommandot och Liveaktivitet.
uk: Вручну повʼяжіть BSSID з виробниками та назвами AP для команди bssid та Живої активності.
vi: Liên kết thủ công BSSID với nhà cung cấp và tên AP cho lệnh bssid và Hoạt động trực tiếp.
zh_hans: 手动将 BSSID 与厂商和 AP 名称关联，用于 bssid 命令和实时活动。
zh_hant: 手動將 BSSID 與供應商和 AP 名稱建立關聯，用於 bssid 指令和即時動態。

source: Markdown image
ar: صورة Markdown
ca: Imatge Markdown
cs: Obrázek v Markdownu
da: Markdown-billede
de: Markdown-Bild
es: Imagen Markdown
fi: Markdown-kuva
fr: Image Markdown
he: תמונת Markdown
hu: Markdown kép
it: Immagine Markdown
ja: Markdown画像
ko: Markdown 이미지
nb: Markdown-bilde
nl: Markdown-afbeelding
pl: Obraz Markdown
pt_br: Imagem Markdown
pt_pt: Imagem Markdown
ro: Imagine Markdown
sl: Markdown slika
sv: Markdown-bild
uk: Зображення Markdown
vi: Hình ảnh Markdown
zh_hans: Markdown 图片
zh_hant: Markdown 圖片

source: Match Client creates one client-sized virtual display.
ar: ينشئ خيار «مطابقة العميل» شاشة افتراضية واحدة بحجم العميل.
ca: Ajustar al client crea una pantalla virtual de la mida del client.
cs: Podle klienta vytvoří jedno virtuální zobrazení o velikosti klienta.
da: Match klient opretter én virtuel skærm i klientens størrelse.
de: „An Client anpassen“ erstellt eine virtuelle Anzeige in Client-Größe.
es: «Ajustar al cliente» crea una pantalla virtual del tamaño del cliente.
fi: Vastaa asiakasta luo yhden asiakkaan kokoisen virtuaalinäytön.
fr: Adapter au client crée un écran virtuel unique à la taille du client.
he: התאמה ללקוח יוצרת תצוגה וירטואלית אחת בגודל הלקוח.
hu: A Klienshez igazítás egy kliens méretű virtuális kijelzőt hoz létre.
it: Adatta al client crea uno schermo virtuale delle dimensioni del client.
ja: 「クライアントに合わせる」は、クライアントのサイズに合わせた仮想ディスプレイを1つ作成します。
ko: 클라이언트에 맞춤은 클라이언트 크기의 가상 디스플레이 하나를 생성합니다.
nb: Tilpass til klient oppretter én virtuell skjerm i klientens størrelse.
nl: Client volgen maakt één virtueel scherm ter grootte van de client.
pl: Dopasuj do klienta tworzy jeden wirtualny ekran o rozmiarze klienta.
pt_br: Ajustar ao Cliente cria uma tela virtual do tamanho do cliente.
pt_pt: Ajustar ao Cliente cria um ecrã virtual com o tamanho do cliente.
ro: „Potrivire cu clientul” creează un singur ecran virtual de dimensiunea clientului.
sl: Ujemanje z odjemalcem ustvari en navidezni zaslon v velikosti odjemalca.
sv: Matcha klient skapar en virtuell skärm i klientens storlek.
uk: «Під розмір клієнта» створює один віртуальний дисплей за розміром клієнта.
vi: Khớp máy khách tạo một màn hình ảo có kích thước bằng máy khách.
zh_hans: “匹配客户端”会创建一个与客户端大小相同的虚拟显示器。
zh_hant: 「符合用戶端」會建立一部與用戶端大小相同的虛擬顯示器。

source: Match System Theme
ar: مطابقة سمة النظام
ca: Seguir el tema del sistema
cs: Podle motivu systému
da: Følg systemtema
de: Systemdesign verwenden
es: Seguir tema del sistema
fi: Seuraa järjestelmän teemaa
fr: Suivre le thème du système
he: התאמה לערכת הנושא של המערכת
hu: Rendszertéma követése
it: Segui il tema di sistema
ja: システムテーマに合わせる
ko: 시스템 테마에 맞추기
nb: Følg systemtema
nl: Systeemthema volgen
pl: Dopasuj do motywu systemowego
pt_br: Seguir tema do sistema
pt_pt: Seguir tema do sistema
ro: Urmează tema sistemului
sl: Sledi sistemski temi
sv: Matcha systemtema
uk: Відповідно до теми системи
vi: Theo giao diện hệ thống
zh_hans: 跟随系统主题
zh_hant: 跟隨系統主題

source: Match Theme Color
ar: مطابقة لون السمة
ca: Coincideix amb el color del tema
cs: Sladit s barvou motivu
da: Match temafarve
de: Designfarbe anpassen
es: Coincidir con el color del tema
fi: Vastaa teeman väriä
fr: Associer à la couleur du thème
he: התאמה לצבע ערכת הנושא
hu: Témához igazítás
it: Abbina al colore del tema
ja: テーマの色に合わせる
ko: 테마 색상에 맞춤
nb: Match temafarge
nl: Themakleur overnemen
pl: Dopasuj kolor motywu
pt_br: Combinar com a cor do tema
pt_pt: Corresponder à cor do tema
ro: Potrivește culoarea temei
sl: Ujemaj z barvo teme
sv: Matcha temafärg
uk: Узгодити з кольором теми
vi: Khớp màu chủ đề
zh_hans: 匹配主题颜色
zh_hant: 符合主題顏色

source: Matched text is drawn as bullets at the same width, so the layout never shifts. Redaction is display-only: screenshots and recordings are protected while selection and copy still use the real text. Matching ignores letter case. Redaction takes effect once at least one string is added below.
ar: يُرسم النص المطابق على شكل نقاط بالعرض نفسه، لذا لا يتغير التخطيط أبداً. الحجب يقتصر على العرض: لقطات الشاشة والتسجيلات محمية، بينما يظل التحديد والنسخ يستخدمان النص الحقيقي. لا تُميّز المطابقة بين الأحرف الكبيرة والصغيرة. يبدأ الحجب بمجرد إضافة سلسلة واحدة على الأقل أدناه.
ca: El text coincident es dibuixa amb punts de la mateixa amplada, de manera que la disposició no es desplaça mai. L'emmascarament només afecta la visualització: les captures i els enregistraments de pantalla queden protegits, mentre que la selecció i la còpia continuen utilitzant el text real. La coincidència no distingeix entre majúscules i minúscules. L'emmascarament s'activa quan s'afegeix com a mínim una cadena a sota.
cs: Nalezený text se vykreslí jako puntíky o stejné šířce, takže se rozvržení nikdy neposune. Maskování se týká jen zobrazení: snímky a záznamy obrazovky jsou chráněné, zatímco výběr a kopírování dál pracují se skutečným textem. Při porovnávání se nerozlišují velká a malá písmena. Maskování se aktivuje, jakmile níže přidáte alespoň jeden řetězec.
da: Tekst, der matcher, tegnes som punkttegn med samme bredde, så layoutet aldrig forskubbes. Maskeringen gælder kun visningen: skærmbilleder og optagelser er beskyttet, mens markering og kopiering stadig bruger den rigtige tekst. Matchningen skelner ikke mellem store og små bogstaver. Maskeringen træder i kraft, når mindst én streng er tilføjet nedenfor.
de: Übereinstimmender Text wird als Aufzählungszeichen in gleicher Breite gezeichnet, sodass sich das Layout nie verschiebt. Die Schwärzung betrifft nur die Anzeige: Screenshots und Aufnahmen sind geschützt, während Auswahl und Kopieren weiterhin den echten Text verwenden. Beim Abgleich wird die Groß-/Kleinschreibung ignoriert. Die Schwärzung wird wirksam, sobald unten mindestens eine Zeichenkette hinzugefügt wurde.
es: El texto coincidente se dibuja como puntos con el mismo ancho, así que la disposición nunca se desplaza. La ocultación es solo visual: las capturas y las grabaciones de pantalla quedan protegidas, mientras que la selección y la copia siguen usando el texto real. La coincidencia no distingue mayúsculas de minúsculas. La ocultación se aplica en cuanto se añade al menos una cadena abajo.
fi: Osuva teksti piirretään pallukoina samalla leveydellä, joten asettelu ei koskaan siirry. Peitto koskee vain näyttöä: kuvakaappaukset ja tallenteet ovat suojattuja, mutta valinta ja kopiointi käyttävät edelleen todellista tekstiä. Vertailussa ei huomioida kirjainkokoa. Peitto tulee voimaan, kun alle on lisätty vähintään yksi merkkijono.
fr: Le texte correspondant est affiché sous forme de puces de même largeur, afin que la mise en page ne bouge jamais. Le masquage concerne uniquement l'affichage : les captures d'écran et les enregistrements sont protégés, tandis que la sélection et la copie utilisent toujours le texte réel. La correspondance ignore la casse. Le masquage prend effet dès qu'au moins une chaîne est ajoutée ci-dessous.
he: הטקסט התואם מצויר כתווי תבליט ברוחב זהה, כך שהפריסה לעולם אינה זזה. ההסתרה היא לתצוגה בלבד: צילומי מסך והקלטות מוגנים, בעוד שבחירה והעתקה עדיין משתמשות בטקסט האמיתי. ההתאמה מתעלמת מרישיות האותיות. ההסתרה נכנסת לתוקף ברגע שנוספת למטה לפחות מחרוזת אחת.
hu: Az egyező szöveg azonos szélességű pontokként jelenik meg, így az elrendezés soha nem csúszik el. A kitakarás csak a megjelenítést érinti: a képernyőképek és a felvételek védettek, miközben a kijelölés és a másolás továbbra is a valódi szöveget használja. Az egyeztetés nem veszi figyelembe a kis- és nagybetűket. A kitakarás akkor lép életbe, ha legalább egy karakterláncot hozzáad alább.
it: Il testo corrispondente viene disegnato con pallini della stessa larghezza, così il layout non si sposta mai. L'oscuramento riguarda solo la visualizzazione: screenshot e registrazioni sono protetti, mentre la selezione e la copia continuano a usare il testo reale. La corrispondenza ignora maiuscole e minuscole. L'oscuramento entra in vigore quando viene aggiunta almeno una stringa qui sotto.
ja: 一致したテキストは同じ幅の伏せ字記号として描画されるため、レイアウトがずれることはありません。マスクは表示のみに適用されます: スクリーンショットや画面収録は保護されますが、選択とコピーでは実際のテキストが使用されます。一致判定では大文字・小文字は区別されません。下に文字列を1つ以上追加するとマスクが有効になります。
ko: 일치하는 텍스트는 같은 너비의 점 문자로 그려지므로 레이아웃이 밀리지 않습니다. 가리기는 화면 표시에만 적용됩니다. 스크린샷과 화면 녹화는 보호되지만 선택과 복사에는 실제 텍스트가 그대로 사용됩니다. 일치 여부는 대소문자를 구분하지 않습니다. 아래에 문자열을 하나 이상 추가하면 가리기가 적용됩니다.
nb: Tekst som gir treff, tegnes som prikker med samme bredde, slik at oppsettet aldri forskyves. Sladdingen gjelder bare visningen: skjermbilder og opptak beskyttes, mens markering og kopiering fortsatt bruker den ekte teksten. Treff skiller ikke mellom store og små bokstaver. Sladdingen trer i kraft så snart minst én streng er lagt til nedenfor.
nl: Overeenkomende tekst wordt als bolletjes met dezelfde breedte getekend, zodat de lay-out nooit verschuift. Het afschermen geldt alleen voor de weergave: schermafbeeldingen en schermopnamen zijn beschermd, terwijl selecteren en kopiëren nog steeds de echte tekst gebruiken. Bij het zoeken naar overeenkomsten wordt geen onderscheid gemaakt tussen hoofd- en kleine letters. Het afschermen werkt zodra hieronder ten minste één tekenreeks is toegevoegd.
pl: Dopasowany tekst jest rysowany jako kropki o tej samej szerokości, więc układ nigdy się nie przesuwa. Maskowanie dotyczy tylko wyświetlania: zrzuty ekranu i nagrania są chronione, a zaznaczanie i kopiowanie nadal korzystają z prawdziwego tekstu. Dopasowywanie ignoruje wielkość liter. Maskowanie zaczyna działać, gdy poniżej zostanie dodany co najmniej jeden ciąg.
pt_br: O texto correspondente é desenhado como marcadores com a mesma largura, para que o layout nunca se desloque. A ocultação é apenas visual: capturas de tela e gravações ficam protegidas, enquanto a seleção e a cópia continuam usando o texto real. A correspondência ignora maiúsculas e minúsculas. A ocultação entra em vigor assim que pelo menos uma string for adicionada abaixo.
pt_pt: O texto correspondente é apresentado como pontos com a mesma largura, pelo que a disposição nunca se altera. A ocultação é apenas visual: as capturas de ecrã e as gravações ficam protegidas, enquanto a seleção e a cópia continuam a utilizar o texto real. A correspondência ignora maiúsculas e minúsculas. A ocultação entra em vigor assim que for adicionada pelo menos uma cadeia abaixo.
ro: Textul găsit este desenat ca buline de aceeași lățime, așa că aranjarea nu se deplasează niciodată. Mascarea este doar la afișare: capturile de ecran și înregistrările sunt protejate, în timp ce selecția și copierea folosesc în continuare textul real. Potrivirea ignoră majusculele și minusculele. Mascarea intră în vigoare după ce este adăugat cel puțin un șir mai jos.
sl: Ujeto besedilo se izriše kot pike enake širine, zato se postavitev nikoli ne premakne. Prekrivanje velja samo za prikaz: posnetki zaslona in videoposnetki so zaščiteni, medtem ko izbira in kopiranje še vedno uporabljata pravo besedilo. Ujemanje ne upošteva velikih in malih črk. Prekrivanje začne veljati, ko je spodaj dodan vsaj en niz.
sv: Matchad text ritas som punkter med samma bredd, så layouten förskjuts aldrig. Maskeringen gäller endast visningen: skärmbilder och inspelningar skyddas medan markering och kopiering fortfarande använder den verkliga texten. Matchningen tar inte hänsyn till skiftläge. Maskeringen träder i kraft när minst en sträng har lagts till nedan.
uk: Знайдений текст малюється крапками тієї самої ширини, тож розмітка ніколи не зсувається. Маскування діє лише на екрані: знімки екрана та записи захищені, а виділення й копіювання й далі використовують справжній текст. Пошук збігів не враховує регістр. Маскування набуває чинності, щойно нижче додано хоча б один рядок.
vi: Văn bản khớp được vẽ bằng các dấu chấm tròn có cùng độ rộng, nên bố cục không bao giờ bị xê dịch. Việc che chỉ áp dụng cho hiển thị: ảnh chụp màn hình và bản ghi màn hình được bảo vệ, trong khi chọn và sao chép vẫn dùng văn bản thật. Việc so khớp không phân biệt chữ hoa chữ thường. Việc che có hiệu lực khi bạn thêm ít nhất một chuỗi ở bên dưới.
zh_hans: 匹配到的文本会以相同宽度绘制为圆点，因此布局不会发生位移。遮蔽仅影响显示：截屏和录屏会受到保护，而选择和复制仍使用真实文本。匹配时忽略字母大小写。在下方添加至少一个字符串后，遮蔽即会生效。
zh_hant: 符合的文字會以相同寬度的圓點繪製，因此版面不會位移。遮蔽僅影響顯示：螢幕截圖與螢幕錄影會受到保護，而選取和拷貝仍會使用實際文字。比對時不區分大小寫。在下方加入至少一個字串後，遮蔽即會生效。

source: Maximum Refresh Rate
ar: الحد الأقصى لمعدل التحديث
ca: Freqüència d'actualització màxima
cs: Maximální obnovovací frekvence
da: Maksimal opdateringshastighed
de: Maximale Bildwiederholrate
es: Frecuencia de actualización máxima
fi: Enimmäispäivitysnopeus
fr: Fréquence de rafraîchissement maximale
he: קצב רענון מרבי
hu: Maximális frissítési gyakoriság
it: Frequenza di aggiornamento massima
ja: 最大リフレッシュレート
ko: 최대 재생 빈도
nb: Maksimal oppdateringsfrekvens
nl: Maximale verversingssnelheid
pl: Maksymalna częstotliwość odświeżania
pt_br: Taxa de atualização máxima
pt_pt: Taxa de atualização máxima
ro: Frecvența maximă de reîmprospătare
sl: Največja hitrost osveževanja
sv: Maximal uppdateringsfrekvens
uk: Максимальна частота оновлення
vi: Tốc độ làm mới tối đa
zh_hans: 最高刷新率
zh_hant: 最高更新率

source: May modify files or system state
ar: قد يعدّل الملفات أو حالة النظام
ca: Pot modificar fitxers o l'estat del sistema
cs: Může změnit soubory nebo stav systému
da: Kan ændre filer eller systemtilstand
de: Kann Dateien oder den Systemzustand ändern
es: Puede modificar archivos o el estado del sistema
fi: Voi muuttaa tiedostoja tai järjestelmän tilaa
fr: Peut modifier des fichiers ou l'état du système
he: עשוי לשנות קבצים או מצב המערכת
hu: Fájlokat vagy rendszerállapotot módosíthat
it: Potrebbe modificare file o lo stato del sistema
ja: ファイルまたはシステム状態を変更する可能性があります
ko: 파일 또는 시스템 상태를 변경할 수 있음
nb: Kan endre filer eller systemtilstand
nl: Kan bestanden of systeemstatus wijzigen
pl: Może modyfikować pliki lub stan systemu
pt_br: Pode modificar arquivos ou o estado do sistema
pt_pt: Pode modificar ficheiros ou o estado do sistema
ro: Poate modifica fișiere sau starea sistemului
sl: Lahko spremeni datoteke ali stanje sistema
sv: Kan ändra filer eller systemtillstånd
uk: Може змінити файли або стан системи
vi: Có thể thay đổi tệp hoặc trạng thái hệ thống
zh_hans: 可能修改文件或系统状态
zh_hant: 可能修改檔案或系統狀態

source: MCP Server
ar: خادم MCP
ca: Servidor MCP
es: Servidor MCP
fi: MCP-palvelin
fr: Serveur MCP
he: שרת MCP
hu: MCP szerver
it: Server MCP
ja: MCPサーバー
ko: MCP 서버
nb: MCP-tjener
pl: Serwer MCP
pt_br: Servidor MCP
pt_pt: Servidor MCP
ro: Server MCP
sl: MCP strežnik
uk: Сервер MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: Measuring...
ar: جارٍ القياس...
ca: Mesurant...
cs: Měření...
da: Måler...
de: Wird gemessen …
es: Midiendo...
fi: Mitataan...
fr: Mesure en cours...
he: מודד...
hu: Mérés...
it: Misurazione...
ja: 測定中...
ko: 측정 중...
nb: Måler...
nl: Meten...
pl: Pomiar...
pt_br: Medindo...
pt_pt: A medir...
ro: Se măsoară...
sl: Merjenje...
sv: Mäter...
uk: Вимірювання...
vi: Đang đo...
zh_hans: 测量中...
zh_hant: 測量中...

source: Media:
ar: الوسائط:
ca: Multimèdia:
cs: Média:
da: Medier:
de: Medien:
es: Medios:
fr: Médias :
he: מדיה:
hu: Média:
it: Multimedia:
ja: メディア:
ko: 미디어:
pl: Multimedia:
pt_br: Mídia:
pt_pt: Multimédia:
sl: Mediji:
uk: Медіа:
vi: Phương tiện:
zh_hans: 媒体：
zh_hant: 媒體：

source: Medium Risk
ar: خطر متوسط
ca: Risc mitjà
cs: Střední riziko
da: Middel risiko
de: Mittleres Risiko
es: Riesgo medio
fi: Keskitason riski
fr: Risque moyen
he: סיכון בינוני
hu: Közepes kockázat
it: Rischio medio
ja: 中リスク
ko: 중간 위험
nb: Middels risiko
nl: Gemiddeld risico
pl: Średnie ryzyko
pt_br: Risco médio
pt_pt: Risco médio
ro: Risc mediu
sl: Srednje tveganje
sv: Medelhög risk
uk: Середній ризик
vi: Rủi ro trung bình
zh_hans: 中风险
zh_hant: 中風險

source: Mesh path is reported by the device, not measured from this client.
ar: يُبلِّغ الجهاز عن مسار الشبكة المتداخلة، ولا يُقاس من هذا العميل.
ca: El camí de la malla l'informa el dispositiu; no es mesura des d'aquest client.
cs: Cestu v síti mesh hlásí zařízení, neměří se z tohoto klienta.
da: Mesh-stien rapporteres af enheden og måles ikke fra denne klient.
de: Der Mesh-Pfad wird vom Gerät gemeldet und nicht von diesem Client gemessen.
es: La ruta de malla la informa el dispositivo; no se mide desde este cliente.
fi: Laite ilmoittaa mesh-reitin, eikä sitä mitata tästä asiakkaasta.
fr: Le chemin du maillage est signalé par l'appareil, et non mesuré depuis ce client.
he: נתיב הרשת מדווח על ידי המכשיר ואינו נמדד מלקוח זה.
hu: A mesh-útvonalat az eszköz jelenti, nem ez a kliens méri.
it: Il percorso mesh è segnalato dal dispositivo, non misurato da questo client.
ja: メッシュ経路はデバイスから報告されるもので、このクライアントで測定したものではありません。
ko: 메시 경로는 기기에서 보고한 값이며, 이 클라이언트에서 측정한 값이 아닙니다.
nb: Mesh-banen rapporteres av enheten og måles ikke fra denne klienten.
nl: Het mesh-pad wordt gerapporteerd door het apparaat en niet gemeten vanaf deze client.
pl: Ścieżka w sieci mesh jest zgłaszana przez urządzenie, a nie mierzona z tego klienta.
pt_br: O caminho da malha é informado pelo dispositivo, não medido a partir deste cliente.
pt_pt: O caminho da malha é comunicado pelo dispositivo, não medido a partir deste cliente.
ro: Calea în rețeaua mesh este raportată de dispozitiv, nu măsurată de la acest client.
sl: Pot v omrežju mesh sporoči naprava in ni izmerjena iz tega odjemalca.
sv: Mesh-sökvägen rapporteras av enheten och mäts inte från den här klienten.
uk: Шлях у mesh-мережі повідомляє пристрій, він не вимірюється з цього клієнта.
vi: Đường dẫn mesh do thiết bị báo cáo, không phải được đo từ ứng dụng khách này.
zh_hans: 网格路径由设备报告，而非从此客户端测量。
zh_hant: 網狀路徑由裝置回報，而非從此用戶端測量。
